[
    {
        "doi": "10.1093/isr/vix022",
        "metadata": {
            "wos_id": "WOS:000419602900004",
            "doi": "10.1093/isr/vix022",
            "title": "Climate Wars? A Systematic Review of Empirical Analyses on the Links between Climate Change and Violent Conflict",
            "authors": [
                "Sakaguchi, Kendra",
                "Varughese, Anil",
                "Auld, Graeme"
            ],
            "abstract": "Global climate change has been connected to myriad societal and environmental consequences, including the potential for a rise in violent conflict. To advance understanding of violent conflict as a threat, we undertake a systematic review of peer-reviewed, empirical analyses examining the potential links between climate change and violent conflict. The review reveals three key findings. First, the reviewed studies offer mixed and varied evidence for links between climate change and violence. A majority of studies find evidence that climate variables are associated with higher levels of violent conflict. However, this general pattern masks many subtleties and countertrends that complicate moving to a simple conclusion that the link between climate change and violence is robust. Second, most studies hypothesize an indirect relationship between climate change and violent conflict mediated by and/or interacting with a complex set of intervening variables; however, these causal pathways have only weak empirical support. Third, the empirical basis of the literature has important limitations. Study findings appear to be sensitive to differing methodological choices, making systematic assessments inconclusive.",
            "keywords": [
                "climate change",
                "violent conflict",
                "adaptation",
                "climate change policy"
            ],
            "document_type": "Review",
            "publisher": "OXFORD UNIV PRESS",
            "publication_year": 2017,
            "publication_date": "DEC 2017"
        },
        "references": []
    }
]