[
    {
        "doi": "10.1177/0022343320984210",
        "metadata": {
            "wos_id": "WOS:000614542200001",
            "doi": "10.1177/0022343320984210",
            "title": "Security implications of climate change: A decade of scientific progress",
            "authors": [
                "von Uexkull, Nina",
                "Buhaug, Halvard"
            ],
            "abstract": "The study of security implications of climate change has developed rapidly from a nascent area of academic inquiry into an important and thriving research field that traverses epistemological and disciplinary boundaries. Here, we take stock of scientific progress by benchmarking the latest decade of empirical research against seven core research priorities collectively emphasized in 35 recent literature reviews. On the basis of this evaluation, we discuss key contributions of this special issue. Overall, we find that the research community has made important strides in specifying and evaluating plausible indirect causal pathways between climatic conditions and a wide set of conflict-related outcomes and the scope conditions that shape this relationship. Contributions to this special issue push the research frontier further along these lines. Jointly, they demonstrate significant climate impacts on social unrest in urban settings; they point to the complexity of the climate-migration-unrest link; they identify how agricultural production patterns shape conflict risk; they investigate understudied outcomes in relation to climate change, such as interstate claims and individual trust; and they discuss the relevance of this research for user groups across academia and beyond. We find that the long-term implications of gradual climate change and conflict potential of policy responses are important remaining research gaps that should guide future research.",
            "keywords": [
                "armed conflict",
                "climate change",
                "literature review",
                "special issue"
            ],
            "document_type": "Editorial Material",
            "publisher": "SAGE PUBLICATIONS LTD",
            "publication_year": 2021,
            "publication_date": "JAN 2021"
        },
        "references": []
    }
]